/***
 *  京东首页(一个部分一个部分去实现)
 */



   var a =11;
   var b =200;
   console.log(a+b);
//**************整体部分*******************
$(function(){

	GPS();
});






//**************顶部广告显示与关闭*******************








//**************顶部定位部分*******************
function GPS(){ //定位函数
       $('.GPS ul li').click(function(){
       			// alert(1111);
				$(this).addClass('GPSli-color').siblings().removeClass('GPSli-color');
				$('.replace').text($(this).text());
		});
}





//**************上部内容区域的轮播图*******************







//**************上部内容区域的二级菜单*******************








//**************上部内容区域右面的选项卡函数*******************













